{
  "Relocation Tip": {
    "name": "Relocation Tip",
    "Content": "Narrator: So, you want to relocate your city? Great move—but don’t do it blindly!\n✅ First, make sure ALL your troops and heroes are back in the city.\n✅ Next, check your ETC inventory for teleport items:\n- Territorial City Relocation (Blue): Moves you inside alliance territory\n- City Relocation (Purple): Lets you move to a specific spot on the map\n- Random City Relocation (Green): Teleports you to a random location",
    "Pro Tip": "If you’ve just joined an alliance, you’ll want to move close to your Alliance Leader. Here's how:\n- Tap the Alliance button\n- Go to the Main Tab\n- Tap the golden drop icon on the top left\n- Find your leader's city and look for a nearby green space\n- Use a Territorial Relocation to settle in\n📌 Being near your alliance is key for rallying against barbarians, strongholds, and enemy gates. Teamwork is power!"
  },
  "Rally Tip": {
    "name": "Rally Tip",
    "Content": "Rallies are a BIG part of team play—and scoring big rewards. Here's how to get in on the action:\nPick your target – fortress, gate, or stronghold\nTap it and select Rally\nSet a prep time to give teammates a chance to join\nBuild your troop—use your strongest benders!\nHit March, and boom—you’ve started the rally!\nIf no one from your alliance joins the rally, it will be cancelled and you'll get your AP back.\n🎺 To keep track, tap the trumpet icon in the bottom-right corner. From there, you can monitor who’s joined and how much time is left before the attack begins."
  },
  "Hero Tier List": {
    "name": "Hero Tier List",
    "Content": "https://cdn.discordapp.com/attachments/1364668061260447905/1364668064779468883/image.png?ex=680a81ac&is=6809302c&hm=0bafc119df4e57e9fcdca49a3f132d4981aca5e1a9c2ca6c3f9551e3723df3a3&"
  },
  "How To Use": {
    "name": "How To Use",
    "Content": "How to Use ARCbot:\n\nARCbot is designed to assist you with various gameplay tips and character guides for your game. To get started, use the /tip <tip-name> command to access general gameplay tips. For example, if you're interested in learning how to relocate your city, you can use **/tip relocation-tip**. Each tip provides helpful instructions to enhance your experience. You can also explore character-specific talent trees with commands like **/kyoshi talent-tree**, **/zuko talent-tree**, **/korra talent-tree**, and more, where you'll receive information about the character's skill paths. Many of the tips come with a \"Pro Tip\" section to provide additional expert advice. Additionally, some tips include images for better understanding, which will be displayed directly in the embed. If you encounter any issues or have questions, feel free to ask a moderator or double-check the command name. Stay connected and keep exploring to make the most of your time in the game!"
  }
}